acl
adobe-source-code-pro-fonts
adwaita-cursors
adwaita-icon-theme
alsa-card-profiles
alsa-lib
alsa-topology-conf
alsa-ucm-conf
aom
archlinux-keyring
argon2
at-spi2-core
atkmm
attr
audit
autoconf
automake
avahi
base
base-devel
bash
binutils
bison
bluez-libs
brotli
bzip2
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cairomm
cantarell-fonts
chafa
cmake
confuse
coreutils
cppdap
cryptsetup
curl
dav1d
db
db5.3
dbus
dbus-glib
dbus-python
dconf
ddcutil
debugedit
default-cursors
desktop-file-utils
device-mapper
dex
diffutils
discord
dnssec-anchors
duktape
e2fsprogs
efibootmgr
efivar
egl-wayland
eglexternalplatform
exa
expat
fakeroot
feh
ffmpeg
fftw
file
filesystem
findutils
firefox
flac
flex
fontconfig
freetype2
fribidi
gawk
gc
gcc
gcc-libs
gdbm
gdk-pixbuf2
gettext
giflib
git
git-crypt
glew
glib-networking
glib2
glibc
glibmm
glu
gmp
gnu-free-fonts
gnupg
gnutls
go
gperftools
gpgme
gpm
graphite
grep
groff
gsettings-desktop-schemas
gsm
gst-plugin-pipewire
gst-plugins-base-libs
gstreamer
gtk-update-icon-cache
gtk3
gtkmm3
guile
gzip
harfbuzz
hicolor-icon-theme
hidapi
highway
http-parser
hwdata
hwloc
i2c-tools
i3-wm
i3lock
i3status
iana-etc
icu
imagemagick
imath
imlib2
intel-ucode
iproute2
iptables
iputils
iso-codes
jansson
json-c
json-glib
jsoncpp
kbd
keyutils
kitty
kitty-shell-integration
kitty-terminfo
kmod
krb5
l-smash
lame
lazygit
lcms2
ldns
libarchive
libass
libassuan
libasyncns
libavc1394
libbluray
libbpf
libbs2b
libcamera
libcamera-ipa
libcanberra
libcap
libcap-ng
libcloudproviders
libcolord
libconfig
libcups
libdaemon
libdatrie
libdecor
libdrm
libedit
libelf
libepoxy
libev
libevdev
libevent
libexif
libfdk-aac
libffi
libfontenc
libfreeaptx
libgcrypt
libgit2
libglvnd
libgpg-error
libgudev
libice
libidn2
libiec61883
libinput
libisl
libjpeg-turbo
libjxl
libksba
liblc3
libldac
libldap
liblqr
libluv
libmfx
libmm-glib
libmnl
libmodplug
libmpc
libmysofa
libndp
libnetfilter_conntrack
libnewt
libnfnetlink
libnftnl
libnghttp2
libnl
libnm
libnotify
libnsl
libogg
libomxil-bellagio
libopenmpt
libp11-kit
libpcap
libpciaccess
libpgm
libpipewire
libpng
libproxy
libpsl
libpulse
libraqm
libraw1394
librsvg
librsync
libsasl
libseccomp
libsecret
libsigc++
libsm
libsndfile
libsodium
libsoup3
libsoxr
libssh
libssh2
libstemmer
libsysprof-capture
libtasn1
libteam
libtermkey
libthai
libtheora
libtiff
libtirpc
libtool
libunistring
libunwind
libusb
libutempter
libuv
libva
libvdpau
libverto
libvorbis
libvpx
libvterm
libwacom
libwebp
libwireplumber
libx11
libxau
libxcb
libxcomposite
libxcrypt
libxcursor
libxcvt
libxdamage
libxdg-basedir
libxdmcp
libxext
libxfce4util
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxml2
libxmu
libxnvctrl
libxrandr
libxrender
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxxf86vm
libyaml
licenses
lilv
linux
linux-api-headers
linux-firmware
linux-firmware-whence
llvm-libs
lm_sensors
lua
luajit
lv2
lz4
lzo
m4
mailcap
maim
make
mesa
mesa-utils
mkinitcpio
mkinitcpio-busybox
mobile-broadband-provider-info
mpfr
mpg123
msgpack-c
mtdev
ncurses
neovim
nettle
networkmanager
npth
nspr
nss
nvidia
nvidia-settings
nvidia-utils
ocl-icd
opencl-headers
opencore-amr
openexr
openjpeg2
openmpi
openpmix
openssh
openssl
opus
orc
p11-kit
pacman
pacman-mirrorlist
pam
pambase
pango
pangomm
patch
pavucontrol
pciutils
pcre
pcre2
pcsclite
perl
perl-error
perl-mailtools
perl-timedate
picom
pinentry
pipewire
pipewire-alsa
pipewire-audio
pipewire-jack
pipewire-pulse
pixman
pkgconf
polkit
popt
portaudio
procps-ng
psmisc
python
python-autocommand
python-build
python-fastjsonschema
python-inflect
python-installer
python-jaraco.context
python-jaraco.functools
python-jaraco.text
python-more-itertools
python-ordered-set
python-packaging
python-platformdirs
python-pydantic
python-pyproject-hooks
python-setuptools
python-tomli
python-trove-classifiers
python-typing_extensions
python-validate-pyproject
python-wheel
rav1e
readline
rhash
rofi
rust
sbc
sdl2
sed
serd
shadow
shared-mime-info
slang
slop
sof-firmware
sord
sound-theme-freedesktop
speex
speexdsp
sqlite
sratom
srt
startup-notification
sudo
svt-av1
systemd
systemd-libs
systemd-sysvcompat
tar
tdb
texinfo
tpm2-tss
tracker3
tree-sitter
ttf-meslo-nerd
tzdata
unibilium
util-linux
util-linux-libs
v4l-utils
vid.stab
vim
vim-runtime
vmaf
vulkan-headers
vulkan-icd-loader
wayland
webrtc-audio-processing
which
wireplumber
wpa_supplicant
x264
x265
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xclip
xf86-input-libinput
xfconf
xkeyboard-config
xorg-fonts-encodings
xorg-server
xorg-server-common
xorg-setxkbmap
xorg-xauth
xorg-xinit
xorg-xkbcomp
xorg-xmodmap
xorg-xprop
xorg-xrandr
xorg-xrdb
xorgproto
xvidcore
xz
yajl
zeromq
zimg
zlib
zram-generator
zsh
zstd
