a52dec
aalib
abseil-cpp
accountsservice
acl
acpi
adobe-source-code-pro-fonts
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
adwaita-cursors
adwaita-icon-theme
alsa-card-profiles
alsa-firmware
alsa-lib
alsa-plugins
alsa-topology-conf
alsa-ucm-conf
alsa-utils
aom
apparmor
apr
apr-util
arandr
arc-gtk-theme-eos
archlinux-keyring
archlinux-xdg-menu
argon2
at-spi2-core
atkmm
attr
audit
autoconf
automake
avahi
awesome-terminal-fonts
aws-cli
aws-vault
b43-fwcutter
base
base-devel
bash
bash-completion
bind
binutils
bison
blas
blueman
bluez
bluez-libs
bluez-utils
bridge-utils
brotli
btrfs-progs
bubblewrap
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cairomm
cantarell-fonts
cblas
cdparanoia
chafa
cheese
chromaprint
cifs-utils
clutter
clutter-gst
clutter-gtk
cmake
cogl
confuse
containerd
coreutils
cpio
cppdap
cryptsetup
curl
dav1d
db
db5.3
dbus
dbus-glib
dbus-python
dconf
ddcutil
debugedit
default-cursors
desktop-file-utils
device-mapper
dex
dhclient
diffutils
ding-libs
discord
dkms
dmenu
dmidecode
dmraid
dnsmasq
dnssec-anchors
docbook-xml
docbook-xsl
docker
dosfstools
double-conversion
downgrade
dracut
duf
duktape
dunst
e2fsprogs
efibootmgr
efitools
efivar
egl-wayland
eglexternalplatform
ell
enchant
endeavouros-keyring
endeavouros-mirrorlist
endeavouros-skel-default
endeavouros-skel-i3wm
endeavouros-theming
endeavouros-xfce4-terminal-colors
eos-apps-info
eos-bash-shared
eos-hooks
eos-lightdm-slick-theme
eos-log-tool
eos-packagelist
eos-qogir-icons
eos-quickstart
eos-rankmirrors
eos-translations
eos-update-notifier
ethtool
exfatprogs
exo
expac
expat
eza
f2fs-tools
faac
faad2
fakeroot
fastfetch
feh
ffmpeg
ffmpeg4.4
ffmpegthumbnailer
fftw
file
file-roller
filesystem
findutils
firefox
firewalld
flac
flex
fluidsynth
fontconfig
freeglut
freetype2
frei0r-plugins
fribidi
fsarchiver
fuse-common
fuse2
fuse3
fzf
galculator
gawk
gc
gcc
gcc-libs
gcr
gcr-4
gd
gdbm
gdk-pixbuf2
geoclue
gettext
giflib
git
git-crypt
git-lfs
glances
glew
glib-networking
glib2
glib2-docs
glibc
glibmm
glslang
glu
gmp
gnome-desktop
gnome-desktop-common
gnome-keyring
gnome-video-effects
gnupg
gnutls
go
go-tools
gobject-introspection-runtime
gperftools
gpgme
gpm
gptfdisk
graphene
graphite
grep
groff
gsettings-desktop-schemas
gsm
gspell
gssdp
gssproxy
gst-libav
gst-plugin-gtk
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-bad-libs
gst-plugins-base
gst-plugins-base-libs
gst-plugins-good
gst-plugins-ugly
gstreamer
gthumb
gtk-doc
gtk-engine-murrine
gtk-layer-shell
gtk-update-icon-cache
gtk2
gtk3
gtkmm3
gtksourceview3
gtksourceview4
guile
gulp
gupnp
gupnp-igd
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gzip
harfbuzz
harfbuzz-icu
haveged
hdparm
hicolor-icon-theme
hidapi
highway
http-parser
hwdata
hwdetect
hwinfo
hwloc
hyphen
i2c-tools
i3-wm
i3blocks
i3lock
i3status
iana-etc
icu
imagemagick
imath
imlib2
inetutils
intel-ucode
inxi
iproute2
iptables-nft
iputils
iso-codes
iwd
jansson
java-runtime-common
jbigkit
jemalloc
jfsutils
jq
jre11-openjdk
jre11-openjdk-headless
json-c
json-glib
jsoncpp
kbd
kernel-install-for-dracut
keyutils
kitty
kitty-shell-integration
kitty-terminfo
kmod
krb5
l-smash
lame
lapack
lazygit
lcms2
ldb
ldns
less
lib32-glibc
lib32-libpng12
lib32-zlib
libaio
libappindicator-gtk3
libarchive
libass
libassuan
libasyncns
libatasmart
libavc1394
libavif
libavtp
libb2
libblockdev
libbluray
libbpf
libbs2b
libbsd
libbytesize
libc++
libc++abi
libcaca
libcamera
libcamera-ipa
libcanberra
libcap
libcap-ng
libcdio
libcdio-paranoia
libcheese
libcloudproviders
libcolord
libconfig
libcups
libcurl-gnutls
libdaemon
libdatrie
libdbusmenu-glib
libdbusmenu-gtk3
libdc1394
libdca
libde265
libdecor
libdeflate
libdovi
libdrm
libdv
libdvdcss
libdvdnav
libdvdread
libedit
libelf
libepoxy
libev
libevdev
libevent
libexif
libfdk-aac
libffi
libfontenc
libfprint
libfreeaptx
libgcrypt
libgirepository
libgit2
libglvnd
libgme
libgnomekbd
libgpg-error
libgphoto2
libgsf
libgtop
libgudev
libgusb
libhandy
libheif
libical
libice
libidn2
libiec61883
libimobiledevice
libinih
libinput
libinstpatch
libisl
libjpeg-turbo
libjxl
libkate
libksba
liblc3
libldac
libldap
liblqr
liblrdf
libltc
libluv
libmanette
libmaxminddb
libmbim
libmd
libmfx
libmicrodns
libmm-glib
libmnl
libmodplug
libmpc
libmpcdec
libmpeg2
libmtp
libmysofa
libndp
libnet
libnetfilter_conntrack
libnewt
libnfnetlink
libnfs
libnftnl
libnghttp2
libnice
libnl
libnm
libnma
libnma-common
libnotify
libnsl
libnvme
libogg
libomxil-bellagio
libopenmpt
libopenraw
libp11-kit
libpcap
libpciaccess
libpeas
libpgm
libpipeline
libpipewire
libplacebo
libplist
libpng
libpng12
libportal
libportal-gtk3
libproxy
libpsl
libpulse
libqmi
libqrtr-glib
libraqm
libraw1394
librsvg
librsync
libsamplerate
libsasl
libseccomp
libsecret
libshout
libsigc++
libsm
libsndfile
libsodium
libsoup
libsoup3
libsoxr
libsrtp
libssh
libssh2
libstemmer
libsysprof-capture
libtasn1
libteam
libtermkey
libthai
libtheora
libtiff
libtirpc
libtool
libunistring
libunwind
liburcu
libusb
libusbmuxd
libutempter
libuv
libva
libvdpau
libverto
libvorbis
libvpx
libvterm
libwacom
libwbclient
libwebp
libwireplumber
libwnck3
libwpe
libx11
libx86emu
libxau
libxaw
libxcb
libxcomposite
libxcrypt
libxcrypt-compat
libxcursor
libxcvt
libxdamage
libxdg-basedir
libxdmcp
libxext
libxfce4ui
libxfce4util
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxklavier
libxml2
libxmu
libxnvctrl
libxpm
libxpresent
libxrandr
libxrender
libxres
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxxf86vm
libyaml
libyuv
licenses
lightdm
lightdm-slick-greeter
lilv
linux
linux-api-headers
linux-firmware
linux-firmware-whence
linux-headers
llvm-libs
lm_sensors
lmdb
logrotate
lsb-release
lsof
lsscsi
lua
luajit
luit
lv2
lvm2
lxappearance-gtk3
lz4
lzo
m4
mailcap
maim
make
man-db
man-pages
md4c
mdadm
meld
mesa
mesa-utils
meson
minizip
mjpegtools
mlocate
mobile-broadband-provider-info
modemmanager
mpfr
mpg123
mpv
msgpack-c
mtdev
mtools
mujs
nano
nano-syntax-highlighting
ncurses
neofetch
neon
neovim
net-tools
netctl
nettle
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
nfs-utils
nfsidmap
nftables
nilfs-utils
ninja
nm-connection-editor
nodejs
noto-fonts
npth
nspr
nss
nss-mdns
ntfs-3g
ntp
numlockx
nvidia-dkms
nvidia-hook
nvidia-inst
nvidia-installer-common
nvidia-settings
nvidia-utils
oath-toolkit
ocl-icd
onetbb
onevpl
oniguruma
openal
opencl-headers
opencl-nvidia
openconnect
opencore-amr
openexr
openjpeg2
openmpi
openpmix
openssh
openssl
openssl-1.1
openvpn
opus
orc
p11-kit
pacman
pacman-contrib
pacman-mirrorlist
pacutils
pahole
pam
pambase
pango
pangomm
parallel
parted
paru
pass
patch
patchelf
pavucontrol
pciutils
pcre
pcre2
pcsclite
perl
perl-clone
perl-encode-locale
perl-error
perl-file-listing
perl-html-parser
perl-html-tagset
perl-http-cookiejar
perl-http-cookies
perl-http-daemon
perl-http-date
perl-http-message
perl-http-negotiate
perl-io-html
perl-libwww
perl-lwp-mediatypes
perl-mailtools
perl-net-http
perl-timedate
perl-try-tiny
perl-uri
perl-www-robotrules
perl-xml-parser
perl-xml-writer
picom
pinentry
pipewire
pipewire-alsa
pipewire-audio
pipewire-jack
pipewire-pulse
pixman
pkcs11-helper
pkgconf
pkgfile
playerctl
polkit
polkit-gnome
poppler
poppler-glib
popt
portaudio
power-profiles-daemon
ppp
procps-ng
psmisc
pv
python
python-annotated-types
python-argcomplete
python-attrs
python-autocommand
python-botocore
python-cached-property
python-cairo
python-capng
python-certifi
python-cffi
python-click
python-colorama
python-cryptography
python-dateutil
python-defusedxml
python-distro
python-docutils
python-fastjsonschema
python-future
python-gobject
python-inflect
python-jaraco.context
python-jaraco.functools
python-jaraco.text
python-jmespath
python-lxml
python-more-itertools
python-numpy
python-ordered-set
python-packaging
python-pip
python-pipx
python-platformdirs
python-ply
python-psutil
python-pyaml
python-pyasn1
python-pycparser
python-pydantic
python-pydantic-core
python-pygments
python-pyqt5
python-pyqt5-sip
python-rsa
python-s3transfer
python-setuptools
python-shtab
python-six
python-termcolor
python-tomli
python-tqdm
python-trove-classifiers
python-typing_extensions
python-ujson
python-urllib3
python-userpath
python-validate-pyproject
python-wheel
python-yaml
qrencode
qt5-base
qt5-declarative
qt5-location
qt5-multimedia
qt5-quickcontrols2
qt5-svg
qt5-translations
qt5-webchannel
qt5-webengine
qt5-websockets
qt5-x11extras
qt6-base
qt6-declarative
qt6-translations
raptor
rav1e
readline
rebuild-detector
reflector
reflector-simple
reiserfsprogs
rhash
ripgrep
rofi
rpcbind
rsync
rtkit
rtmpdump
rubberband
run-parts
runc
rust
s-nail
sbc
scrot
sdl2
sed
semver
serd
sg3_utils
shaderc
shadow
shared-mime-info
slang
slop
smartmontools
smbclient
snappy
sof-firmware
sord
sound-theme-freedesktop
soundtouch
spandsp
speex
speexdsp
spirv-tools
sqlite
squashfs-tools
sratom
srt
startup-notification
stoken
sudo
svt-av1
svt-hevc
sysfsutils
sysstat
systemd
systemd-libs
systemd-resolvconf
systemd-sysvcompat
taglib
talloc
tar
tcl
tdb
terraform
tevent
texinfo
thin-provisioning-tools
thunar
thunar-archive-plugin
thunar-volman
tldr
tpm2-tss
tracker3
tree
tree-sitter
tslib
ttf-bitstream-vera
ttf-dejavu
ttf-liberation
ttf-opensans
tumbler
twolame
tzdata
uchardet
udisks2
unibilium
unrar
unzip
upower
usb_modeswitch
usbmuxd
usbutils
util-linux
util-linux-libs
v4l-utils
vi
vid.stab
vmaf
volume_key
vpnc
vte-common
vte3
vulkan-headers
vulkan-icd-loader
wavpack
wayland
wayland-protocols
webkit2gtk
webkit2gtk-4.1
webrtc-audio-processing
webrtc-audio-processing-1
welcome
wget
which
wildmidi
wireplumber
woff2
wpa_supplicant
wpebackend-fdo
x264
x265
xapp
xbindkeys
xbitmaps
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xclip
xdg-dbus-proxy
xdg-desktop-portal
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xed
xf86-input-libinput
xfce4-terminal
xfconf
xfsprogs
xkeyboard-config
xl2tpd
xmlsec
xorg-fonts-encodings
xorg-server
xorg-server-common
xorg-setxkbmap
xorg-xauth
xorg-xbacklight
xorg-xdpyinfo
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkill
xorg-xmodmap
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xset
xorgproto
xterm
xvidcore
xxhash
xz
yad
yajl
yarn
yay
zbar
zeromq
zimg
zip
zlib
zsh
zsh-syntax-highlighting
zstd
zvbi
zxing-cpp
